Repository: SocializandoSaberes/nourau5
Catalog: po/*.po
Languages: pt_br

source: ht://Dig already running
pt_br: ht://Dig já em execução

source: in
pt_br: em

source: indexing...
pt_br: indexando...

source: installing...
pt_br: instalando...

source: logged as <b>@1</b>
pt_br: online como <b>@1</b>

source: logical expression
pt_br: expressão lógica

source: login
pt_br: entrar

source: logout
pt_br: sair

source: maximum
pt_br: máximo

source: maximum size of @1 characters
pt_br: tamanho máximo de @1 caracteres

source: next
pt_br: próximo

source: previous
pt_br: anterior

source: profile
pt_br: perfil

source: published by @1 at @2
pt_br: publicado por @1 em @2

source: register
pt_br: registrar

source: remove
pt_br: remover

source: removing...
pt_br: removendo...

source: reverse score
pt_br: relevância inversa

source: reverse time
pt_br: data inversa

source: reverse title
pt_br: título inverso

source: score
pt_br: relevância

source: see more
pt_br: veja mais

source: send notification
pt_br: enviar notificação

source: time
pt_br: data

source: title
pt_br: título

source: updating...
pt_br: atualizando...

source: version
pt_br: versão

source: Change document
pt_br: Substituir documento

source: Accept new document
pt_br: Aceitar novo documento

source: Reject new document
pt_br: Rejeitar novo documento

source: New document
pt_br: Novo documento

source: Time estimated for download
pt_br: Tempo estimado para download

source: minute(s) (56 kb/s connection speed)
pt_br: minuto(s) (Velocidade de conexão de 56 kb/s)
