Repository: SocializandoSaberes/nourau5
Catalog: po/*.po
Languages: pt_br

source: $cfg_tool_htstat must be defined in the 'config_d.php' file
pt_br: $cfg_tool_htstat deve ser definido no arquivo 'config_d.php'

source: -- choose one of these categories --
pt_br: -- escolha uma destas categorias --

source: 1 document processed
pt_br: 1 documento processado

source: @1 documents processed
pt_br: @1 documentos processados

source: A non-empty topic cannot be removed
pt_br: Um tópico não-vazio não pode ser removido

source: ASF Video
pt_br: Vídeo ASF

source: AVI Video
pt_br: Vídeo AVI

source: Accept this document
pt_br: Aceitar este documento

source: Access
pt_br: Acessar

source: Access denied
pt_br: Acesso negado

source: Actions
pt_br: Ações

source: Additional information
pt_br: Informações adicionais

source: Additional information (optional)
pt_br: Informações adicionais (opcional)

source: Address
pt_br: Endereço

source: Administrator
pt_br: Administrador

source: Advanced search
pt_br: Procura avançada

source: All material on this system is the property and responsibility of its authors.
pt_br: Todo material disponível neste sistema é de propriedade e responsabilidade de seus autores.

source: Any 3D type: VRML
pt_br: Qualquer tipo de 3D: VRML

source: Any Application
pt_br: Qualquer Aplicação

source: Any Audio
pt_br: Qualquer Áudio

source: Any Format
pt_br: Qualquer Formato

source: Any Image
pt_br: Qualquer Imagem

source: Any Model
pt_br: Qualquer Modelo

source: Any Text
pt_br: Qualquer Texto

source: Any Video
pt_br: Qualquer Vídeo

source: Any application type: PS, PDF, DOC, ZIP, ...
pt_br: Qualquer tipo de aplicação: PS, PDF, DOC, ZIP, ...

source: Any audio type: MIDI, MP3, WAV, ...
pt_br: Qualquer tipo de áudio: MIDI, MP3, WAV, ...

source: Any document type
pt_br: Qualquer tipo de documento

source: Any image type: GIF, JPG, PNG, ...
pt_br: Qualquer tipo de imagem: GIF, JPG, PNG, ...

source: Any simple text: ASCII, HTML, XML, ...
pt_br: Qualquer texto simples: ASCII, HTML, XML, ...

source: Any video type: MPEG, Quicktime, ...
pt_br: Qualquer tipo de vídeo: MPEG, Quicktime, ...

source: Application
pt_br: Aplicação

source: Approve this document
pt_br: Aprovar este documento

source: Approve:
pt_br: Aprovar:

source: Archive a new document in this topic
pt_br: Arquivar um novo documento neste tópico

source: Archive document into:
pt_br: Arquivar documento em:

source: Audio
pt_br: Áudio

source: Author (or authors, separated by comma)
pt_br: Autor (ou autores, separados por vírgula)

source: Author(s)
pt_br: Autor(es)

source: BMP Image
pt_br: Imagem BMP

source: Browse
pt_br: Consultar

source: Browse/Archive
pt_br: Consultar/Arquivar

source: Browse/Archive:
pt_br: Consultar/Arquivar:

source: Browse:
pt_br: Consultar:

source: Browse: all users
pt_br: Consultar: todos os usuários

source: By submitting this file you agree that it will be made publically available for downloads.
pt_br: Ao enviar este arquivo você estará concordando em que este seja disponibilizado publicamente para downloads.

source: Cancel
pt_br: Cancelar

source: Candidates
pt_br: Candidatos

source: Cannot complete search
pt_br: Não foi possível completar a procura

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: Category not found
pt_br: Categoria não encontrada

source: Category not specified
pt_br: Categoria não especificada

source: Change password
pt_br: Mudar senha

source: Click here to continue
pt_br: Clique aqui para continuar

source: Code
pt_br: Código

source: Collaborator
pt_br: Colaborador

source: Confirm the new password
pt_br: Confirme a nova senha

source: Confirm the password
pt_br: Confirme a senha

source: Confirm your registration by following the link below:
pt_br: Confirme o seu registro seguindo o link abaixo:

source: Confirmation password does not match
pt_br: A senha de confirmação é diferente

source: Contact us
pt_br: Entre em contato

source: Create a new main topic
pt_br: Criar um novo tópico principal

source: Create a new subtopic
pt_br: Criar um novo subtópico

source: Create a new topic
pt_br: Criar um novo tópico

source: Create a new user
pt_br: Criar um novo usuário

source: Created
pt_br: Criado

source: Current password
pt_br: Senha atual

source: DVI Document
pt_br: Documento DVI

source: Database connection failed:
pt_br: A conexão com a base de dados falhou:

source: Description
pt_br: Descrição

source: Description (optional)
pt_br: Descrição (opcional)

source: Do you really want to rebuild the search index? This may take a long time...
pt_br: Você realmente deseja reconstruir o índice de busca? Isto pode levar um longo tempo...

source: Do you want to approve the user with e-mail '@1'?
pt_br: Você deseja aprovar o usuário com e-mail '@1'?

source: Do you want to leave the system?
pt_br: Você deseja sair do sistema?

source: Do you want to reject the document with title '@1'?
pt_br: Você deseja rejeitar o documento com título '@1'?

source: Do you want to reject the user with e-mail '@1'?
pt_br: Você deseja rejeitar o usuário com e-mail '@1'?

source: Do you want to remove the document with title '@1'?
pt_br: Você deseja remover o documento com título '@1'?

source: Do you want to remove the topic '@1'?
pt_br: Você deseja remover o tópico '@1'?

source: Do you want to remove the user '@1'?
pt_br: Você deseja remover o usuário '@1'?

source: Document
pt_br: Documento

source: Document Archival and Indexing System
pt_br: Sistema de Arquivamento e Indexação de Documentos

source: Document accepted
pt_br: Documento aceito

source: Document accepted with format '@1'.
pt_br: Documento aceito com formato '@1'.

source: Document approved
pt_br: Documento aprovado

source: Document not found
pt_br: Documento não encontrado

source: Document not specified
pt_br: Documento não especificado

source: Document received
pt_br: Documento recebido

source: Document rejected
pt_br: Documento rejeitado

source: Document removed
pt_br: Documento removido

source: Document to be verified
pt_br: Documento a ser verificado

source: Document updated
pt_br: Documento atualizado

source: Documents
pt_br: Documentos

source: Documents to remove
pt_br: Documentos a serem removidos

source: Documents to update
pt_br: Documentos a serem atualizados

source: Documents:
pt_br: Documentos:

source: E-mail (or e-mails, separated by comma) (optional)
pt_br: E-mail (ou e-mails, separados por vírgula) (opcional)

source: E-mail not found
pt_br: E-mail não encontrado

source: E-mail not specified
pt_br: E-mail não especificado

source: Edit
pt_br: Editar

source: Edit document
pt_br: Editar documento

source: Edit document of:
pt_br: Editar documento de:

source: Edit profile
pt_br: Editar perfil

source: Edit topic
pt_br: Editar tópico

source: Edit topic:
pt_br: Editar tópico

source: Edit user:
pt_br: Editar usuário:

source: Enter below your identification and password to log into the system. If you have forgotten your password, please follow the link on the bottom of this page.
pt_br: Digite abaixo sua identificação e senha para entrar no sistema. Se você esqueceu a sua senha, por favor siga o link no final desta página.

source: Error
pt_br: Erro

source: Error message:
pt_br: Mensagem de erro:

source: Excel Spreadsheet
pt_br: Planilha Excel

source: File name
pt_br: Arquivo

source: File not found
pt_br: Arquivo não encontrado

source: File type '@1' is not accepted in this category
pt_br: O tipo de arquivo '@1' não é aceito nesta categoria

source: Flash Document
pt_br: Documento Flash

source: Format
pt_br: Formato

source: Format not found
pt_br: Formato não encontrado

source: Format not specified
pt_br: Formato não especificado

source: Found <b>1</b> document containing @1
pt_br: Foi encontrado <b>1</b> documento contendo @1

source: Found <b>@1</b> documents containing @2
pt_br: Foram encontrados <b>@1</b> documentos contendo @2

source: Full name
pt_br: Nome completo

source: GIF Image
pt_br: Imagem GIF

source: Generic
pt_br: Genérico

source: Go back
pt_br: Voltar

source: HTML Text
pt_br: Texto HTML

source: Home
pt_br: Início

source: Identification
pt_br: Identificação

source: Identification (use only letters and numbers, using '-', '_' or '.' as separation marks if needed)
pt_br: Identificação (use apenas letras e números, podendo usar '-', '_' ou '.' como separadores se necessário)

source: Identification not found
pt_br: Identificação não encontrada

source: Image
pt_br: Imagem

source: Index
pt_br: Índice

source: Invalid code
pt_br: Código inválido

source: Invalid e-mail(s): please check
pt_br: E-mail(s) inválido(s); por favor verifique

source: Invalid e-mail: please check
pt_br: E-mail inválido; por favor verifique

source: Invalid identification or password
pt_br: Identificação ou senha inválida

source: Invalid identification: only use the indicated characters
pt_br: Identificação inválida: use apenas os caracteres indicados

source: Invalid operation
pt_br: Operação inválida

source: Invalid parameter
pt_br: Parâmetro inválido

source: Invalid password
pt_br: Senha inválida

source: JPEG Image
pt_br: Imagem JPEG

source: Keywords
pt_br: Palavras-chave

source: Keywords (separated by comma)
pt_br: Palavras-chave (separadas por vírgula)

source: LaTeX Document
pt_br: Documento LaTeX

source: Last access
pt_br: Último acesso

source: Last update
pt_br: Última atualização

source: Level
pt_br: Nível

source: Login
pt_br: Entrar

source: MIDI Audio
pt_br: Áudio MIDI

source: MP3 Audio
pt_br: Áudio MP3

source: MPEG Audio
pt_br: Áudio MPEG

source: MPEG Video
pt_br: Vídeo MPEG

source: Main page
pt_br: Página principal

source: Main topics
pt_br: Tópicos principais

source: Maintainer
pt_br: Responsável

source: Maintainer not found
pt_br: Responsável não encontrado

source: Manage
pt_br: Gerenciar

source: Manage documents
pt_br: Gerenciar documentos

source: Matches per page
pt_br: Resultados por página

source: Model
pt_br: Modelo

source: Most accessed documents
pt_br: Documentos mais acessados

source: Most recent documents
pt_br: Documentos mais recentes

source: Most visited documents
pt_br: Documentos mais visitados

source: Motive for the registration
pt_br: Motivo para o registro

source: Name
pt_br: Nome

source: New collaborator registration
pt_br: Registro de novo colaborador

source: New password
pt_br: Nova senha

source: No
pt_br: Não

source: No documents archived
pt_br: Sem documentos arquivados

source: No documents found containing @1
pt_br: Nenhum documento foi encontrado contendo @1

source: Normal search
pt_br: Procura normal

source: Notice
pt_br: Novidade

source: Notice not found
pt_br: Novidade não encontrada

source: Notice not specified
pt_br: Novidade não especificada

source: Notice posted
pt_br: Novidade submetida

source: Notice updated
pt_br: Novidade atualizada

source: Notices
pt_br: Novidades

source: Number of items
pt_br: Número de itens

source: OGG Document
pt_br: Documento OGG

source: Observe that the archival of your document depends on the approval of this topic maintainer.
pt_br: Observe que o arquivamento do seu documento depende da aprovação do responsável por este tópico.

source: Ordering
pt_br: Ordenação

source: Owner
pt_br: Dono

source: PDF Document
pt_br: Documento PDF

source: PNG Image
pt_br: Imagem PNG

source: PSD Image
pt_br: Imagem PSD

source: Password
pt_br: Senha

source: Password changed
pt_br: Senha alterada

source: Password reminder sent
pt_br: Lembrete de senha enviado

source: Personal information
pt_br: Informações pessoais

source: Personal information (optional)
pt_br: Informações pessoais (opcional)

source: Plain Text
pt_br: Texto Normal

source: Please choose a category
pt_br: Por favor escolha uma categoria

source: Please fill below all information regarding to the submitted file.
pt_br: Por favor, preencha abaixo todas as informações relacionadas ao arquivo enviado.

source: Please specify a new password and its confirmation
pt_br: Por favor especifique a nova senha e sua confirmação

source: Please specify a password
pt_br: Por favor especifique a senha

source: Please specify a password and its confirmation
pt_br: Por favor especifique a senha e sua confimação

source: Please specify an identification
pt_br: Por favor especifique uma identificação

source: Please specify either an identification or an e-mail
pt_br: Por favor especifique ou uma identificação ou um e-mail

source: Please specify the description
pt_br: Por favor especifique a descrição

source: Please specify the e-mail address
pt_br: Por favor especifique o endereço de e-mail

source: Please specify the full name
pt_br: Por favor especifique o nome completo

source: Please specify the keywords
pt_br: Por favor especifique as palavras-chave

source: Please specify the maintainer
pt_br: Por favor especifique o responsável

source: Please specify the motive for the registration
pt_br: Por favor especifique o motivo para o registro

source: Please specify the name
pt_br: Por favor especifique o nome

source: Please specify the name of the author(s)
pt_br: Por favor especifique o nome do(s) autor(es)

source: Please specify the title
pt_br: Por favor especifique o título

source: Please specify your current password
pt_br: Por favor especifique a sua senha atual

source: PostScript Document
pt_br: Documento PostScript

source: PowerPoint Presentation
pt_br: Apresentação PowerPoint

source: Print format
pt_br: Formato para impressão

source: Profile of @1
pt_br: Perfil de @1

source: Publish Notice
pt_br: Publicar Novidade

source: Publish notice
pt_br: Publicar novidade

source: Query failed:
pt_br: Consulta falhou:

source: QuickTime Video
pt_br: Vídeo QuickTime

source: RTF Document
pt_br: Documento RTF

source: Real Audio
pt_br: Áudio Real

source: Rebuild search index
pt_br: Reconstruir índice de busca

source: Registration
pt_br: Registro

source: Registration confirmation
pt_br: Confirmação de registro

source: Registration data
pt_br: Dados de registro

source: Registration not found
pt_br: Registro não encontrado

source: Registration rejected
pt_br: Registro rejeitado

source: Registration removed
pt_br: Registro removido

source: Registration request
pt_br: Registro pedido

source: Registration request already made for this e-mail
pt_br: Pedido de registro já feito para este e-mail

source: Reject this document
pt_br: Rejeitar este documento

source: Remind forgotten identification or password
pt_br: Lembrar identificação ou senha esquecida

source: Remind password
pt_br: Lembrar senha

source: Remove document
pt_br: Remover documento

source: Remove topic
pt_br: Remover tópico

source: Rename failed
pt_br: Falha ao renomear

source: SGML Text
pt_br: Texto SGML

source: SVG Image
pt_br: Imagem SVG

source: Save
pt_br: Gravar

source: Search
pt_br: Procurar

source: Search for
pt_br: Procurar por

source: Search index last updated
pt_br: Última atualização do índice de busca

source: Search index statistics
pt_br: Estatísticas do índice de busca

source: Search results: all topics
pt_br: Resultados: todos os tópicos

source: Search: all topics
pt_br: Procurar: todos os tópicos

source: Select one of the available categories and specify the file to be sent.
pt_br: Selecione uma das categorias disponíveis e especifique o arquivo a ser enviado.

source: Selection
pt_br: Seleção

source: Send
pt_br: Enviar

source: Show
pt_br: Exibir

source: Show search index statistics
pt_br: Exibir estatísticas do índice de busca

source: Show statistics
pt_br: Exibir estatísticas

source: Showing the documents <b>@1</b> - <b>@2</b>
pt_br: Exibindo os documentos <b>@1</b> - <b>@2</b>

source: Showing the results <b>@1</b> - <b>@2</b>
pt_br: Exibindo os resultados <b>@1</b> - <b>@2</b>

source: Size
pt_br: Tamanho

source: Specify the reason:
pt_br: Especifique a razão:

source: StarOffice Document
pt_br: Documento StarOffice

source: StarOffice Presentation
pt_br: Apresentação StarOffice

source: StarOffice Spreadsheet
pt_br: Planilha StarOffice

source: Subject
pt_br: Assunto

source: Subtopics
pt_br: Subtópicos

source: Sun/NeXT Audio
pt_br: Áudio Sun/NeXT

source: TAR Archive
pt_br: Pacote TAR

source: TIFF Image
pt_br: Imagem TIFF

source: TeX Document
pt_br: Documento TeX

source: Text
pt_br: Texto

source: The address is needed; please check the default value given
pt_br: O endereço é necessário; por favor verifique o valor default dado

source: The document '@1' in the directory '@2' needs verification.
pt_br: O documento '@1' no diretório '@2' precisa de verificação.

source: The document code is needed; please check the default value given
pt_br: O código do documento é necessário; por favor verifique o valor default dado

source: The document sent to the topic '@1' with title '@2' was rejected by the maintainer.
pt_br: O documento enviado ao tópico '@1' com título '@2' foi rejeitado pelo responsável.

source: The document with title '@1' has been accepted in the topic '@2'.
pt_br: O documento com título '@1' foi aceito no tópico '@2'.

source: The document with title '@1' was received on the topic '@2'.
pt_br: O documento com título '@1' foi recebido no tópico '@2'.

source: The document with title '@1' was removed from the topic '@2'.
pt_br: O documento com título '@1' foi removido do tópico '@2'.

source: The file name is needed; please check the default value given
pt_br: O nome do arquivo é necessário; por favor verifique o valor default dado

source: The file size (@1 bytes) exceeded the maximum permitted
pt_br: O tamanho do arquivo (@1 bytes) excedeu o máximo permitido

source: The logical expression @1 has a syntax error
pt_br: A expressão lógica @1 contém um erro de sintaxe

source: The reason given was:
pt_br: A razão dada foi:

source: The size of the additional information exceeded the maximum allowed in @1 characters
pt_br: O tamanho das informações adicionais excedeu o máximo permitido em @1 caracteres

source: The size of the description exceeded the maximum allowed in @1 characters
pt_br: O tamanho da descrição excedeu o máximo permitido em @1 caracteres

source: The size of the information exceeded the maximum allowed in @1 characters
pt_br: O tamanho das informações excedeu o máximo permitido em @1 caracteres

source: The size of the keywords exceeded the maximum allowed in @1 characters
pt_br: O tamanho das palavras-chave excedeu o máximo permitido em @1 caracteres

source: The size of the motive exceeded the maximum allowed in @1 characters
pt_br: O tamanho do motivo excedeu o máximo permitido em @1 caracteres

source: The user with e-mail '@1' requested to be registered.
pt_br: O usuário com e-mail '@1' pediu para ser registrado.

source: There are <b>@1</b> documents available
pt_br: Existem <b>@1</b> documentos disponíveis

source: There are no pending documents
pt_br: Não há documentos pendentes

source: There are no topics available
pt_br: Não há tópicos disponíveis

source: There is <b>1</b> document available
pt_br: Existe <b>1</b> documento disponível

source: There is already a collaborator with the same identification
pt_br: Já existe um colaborador com a mesma identificação

source: There is already another document with the same code
pt_br: Já existe um outro documento com o mesmo código

source: This e-mail is already in use by a collaborator
pt_br: Este e-mail já está em uso por um colaborador

source: This topic does not accept document submissions
pt_br: Este tópico não aceita a submissão de documentos

source: Title
pt_br: Título

source: To access a document given its code, just indicate it below:
pt_br: Para acessar um documento dado o seu código, basta indicá-lo abaixo

source: To approve
pt_br: A aprovar

source: To find documents containing one or more words, fill the following field:
pt_br: Para encontrar documentos contendo uma ou mais palavras, preencha o seguinte campo:

source: To find documents containing one or more words, fill the following fields:
pt_br: Para encontrar documentos contendo uma ou mais palavras, preencha os seguintes campos:

source: To verify
pt_br: A verificar

source: Topic created
pt_br: Tópico criado

source: Topic not found
pt_br: Tópico não encontrado

source: Topic not specified
pt_br: Tópico não especificado

source: Topic removed
pt_br: Tópico removido

source: Topic updated
pt_br: Tópico atualizado

source: Topics
pt_br: Tópicos

source: Total size:
pt_br: Tamanho total:

source: Totals
pt_br: Totais

source: Type
pt_br: Tipo

source: Update search index
pt_br: Atualizar índice de busca

source: Updated
pt_br: Atualizado

source: Updating search index
pt_br: Atualizando índice de busca

source: User approved
pt_br: Usuário aprovado

source: User created
pt_br: Usuário criado

source: User not found
pt_br: Usuário não encontrado

source: User not specified
pt_br: Usuário não especificado

source: User profile updated
pt_br: Perfil de usuário atualizado

source: User rejected
pt_br: Usuário rejeitado

source: User removed
pt_br: Usuário removido

source: Users
pt_br: Usuários

source: VRML Model
pt_br: Modelo VRML

source: Verify:
pt_br: Verificar:

source: Video
pt_br: Vídeo

source: View
pt_br: Visualizar

source: Visits
pt_br: Visitas

source: WAV Audio
pt_br: Áudio WAV

source: WML Text
pt_br: Texto WML

source: Wait for an e-mail with instructions on how to proceed with your registration
pt_br: Aguarde um e-mail com instruções de como continuar com o seu registro

source: We are offline for maintenance, we'll be back soon
pt_br: Nós estamos fora do ar para manutenção, voltaremos em breve

source: Word Document
pt_br: Documento Word

source: WordPerfect Document
pt_br: Documento WordPerfect

source: XBM Image
pt_br: Imagem XBM

source: XCF Image
pt_br: Imagem XCF

source: XML Text
pt_br: Texto XML

source: XPM Image
pt_br: Imagem XPM

source: Yes
pt_br: Sim

source: You are registered as '@1' with password '@2'.
pt_br: Você está registrado como '@1' com senha '@2'.

source: You have been successfully registered
pt_br: Você foi registrado com sucesso

source: You only have to fill one of the fields below. After sending this request you will receive an e-mail with your identification and password.
pt_br: Você somente precisa preencher um dos campos abaixo. Depois de enviar este pedido você vai receber um e-mail com sua identificação e senha.

source: You only need to register as a user if you plan to upload documents to the system. You can already browse and search documents, just go to the 'Documents' section in the index box on the left.
pt_br: Você apenas precisa se registrar como um usuário se você deseja submeter documentos para o sistema. Você já pode consultar e procurar documentos, basta ir para a seção 'Documentos' na caixa de índice à esquerda.

source: Your registration was approved. Confirm your registration by following the link below:
pt_br: Seu registro foi aprovado. Confirme o seu registro seguindo o link abaixo:

source: Your registration was rejected by the administrator.
pt_br: Seu registro foi rejeitado pelo administrador.

source: Your registration was removed by the administrator.
pt_br: Seu registro foi removido pelo administrador.

source: Your request will be evaluated; please wait for an e-mail with the results
pt_br: Seu pedido será avaliado; por favor aguarde um e-mail com o resultado

source: ZIP Archive
pt_br: Pacote ZIP

source: \$cfg_tool_htstat must be defined in the 'config_d.php' file
pt_br: \$cfg_tool_htstat deve ser definido no arquivo 'config_d.php'

source: about
pt_br: sobre

source: all
pt_br: todas

source: all main topics
pt_br: todos os tópicos principais

source: all words
pt_br: todas as palavras

source: any words
pt_br: qualquer palavras

source: approve/reject
pt_br: aprovar/rejeitar

source: at
pt_br: arroba

source: cleaning...
pt_br: limpando...

source: collecting...
pt_br: obtendo...

source: converting...
pt_br: convertendo...

source: finished!
pt_br: terminado!

source: help
pt_br: ajuda
